{
	"introjs":[
		{
			"element":"#intro-1-org",
			"intro":"<p><strong>Organizations</strong></p><p>Click to view a list of the organizations you have access to. Orgs are how applications are grouped and managed in API BaaS.</p>",
			"position":"bottom"
		},{
			"element":"#intro-2-app-menu",
			"intro":"<p><strong>Applications</strong></p><p>Click to view a list of applications in the currently selected organization. Applications represent unique data stores in API BaaS.</p>",
			"position":"bottom"
		},{
			"element":"#intro-3-side-menu",
			"intro":"<p><strong>Application menu</strong></p><p>Click an item in the menu to configure and manage the corresponding feature.</p><p>From here you can configure and manage everything about the currently selected API BaaS application, such as user access, push notifications, your data store, and more.</p>",
			"position":"right"
		},{
			"element":"#intro-4-current-org",
			"intro":"<p>This is the unique name and UUID of the currently selected organization.</p>",
			"position":"right"
		},{
			"element":"#intro-5-applications",
			"intro":"<p>These are the names and UUIDs of all the applications available in the currently selected organization.</p>",
			"position":"right"
		},{
			"element":"#intro-6-org-api-creds",
			"intro":"<p>These are your credentials for organization-level access.</p><p>Your organization client ID and secret can be used to authenticate any API request against any application in the organization, so use it cautiously. If you believe your organization credentials have been compromised, regenerate them.</p>",
			"position":"right"
		},{
			"element":"#intro-7-org-admins",
			"intro":"<p>These are the users that have administrator privleges to the currently selected organization.</p><p>These users can use their username and password to authentucate any API request against any application in the currently selected organization.</p>",
			"position":"right"
		},{
			"element":"#intro-8-activities",
			"intro":"<p>This is the activity stream for the currently selected organization.</p><p>Here you can monitor org-level activities such as when a new application is created in the org.</p>",
			"position":"right"
		},{
			"element":"#intro-9-sdks",
			"intro":"<p><strong>Download an SDK!</strong></p><p>Ready to start using API BaaS to power your app? Download one of our SDKs to get developing in your preferred language fast!</p>",
			"position":"bottom"
	}],
	
	"tooltip": {
		"tooltip_current_org":"The name and UUID for the organization you're logged into. An org contains your applications. Information about the org is displayed on the Org Administration page.",
		"tooltip_applications":"A list of the applications in your org. Use an application to store your data and set up other features your app uses.",
		"tooltip_org_api_creds":"Pass these credentials from server-based code for full access to an application or organization. Don't use these from a mobile app!",
	 	"tooltip_org_admins":"A list of people who have admin access to this organization.",
	 	"tooltip_activities":"A list of admin things that have been done lately to this organization."
	}
}